wordsArray = {
    'unit1':['报纸', '本', '不好意思', '才 迟到', '床', '得 读', '放学', '复习', '故事', '还', '教室', '借 就 开心', '可能', '累', '忙', '没关系', '难', '能', '起床', '前', '让', '日记', '上床', '上课', '睡觉', '说话', '天气', '同学', '图书馆', '完', '为什么', '下次', '一边', '已经', '因为', '用', '有趣', '早', '这么', '准备', '作业', '吵架', '哭', '快乐', '伤心', '生气', '笑'],
    'unit2':['白天', '比', '部分', '差别', '差不多', '穿', '达到', '大', '带', '戴', '地区', '冬天', '度', '短裤', '多云', '风', '将', '空气', '冷', '零下', '毛衣', '墨镜', '暖和', '起', '气温', '晴', '如果', '手套', '受', '虽然', '太阳', '听说', '围巾', '下降', '小', '下雪', '行', '夜间', '一样', '以上', '阴', '影响', '雨', '预报', '再', '转', '春天', '风衣', '夹克', '凉爽', '帽子', '牛仔裤', '秋天', '热', '夏天', '羽绒服', '雨伞', '雨鞋'],
    'unit3':['阿姨', '拜年', '包', '参加', '茶', '除夕', '春节', '春联', '大年初一', '灯笼', '对面', '饭厅', '挂', '果汁', '喝', '红包', '间', '饺子', '节日', '介绍', '进', '客厅', '拿手菜', '旁边', '庆祝', '热闹', '叔叔', '水果', '糖', '糖醋鱼', '贴', '团圆', '玩', '卫生间', '卧室', '先', '香', '游戏', '又', '正在', '橙子', '梨', '苹果', '葡萄', '西瓜', '香蕉'],
    'unit4':['比较', '宾馆', '博物馆', '不客气', '车费', '大约', '堵车', '高速公路', '公里', '古', '拐', '进入', '开', '开玩笑', '快', '离开', '慢', '您', '票', '墙', '容易', '外面', '晚点', '向', '像', '有时候', '右', '元', '再见', '咱们', '张', '找', '终于', '祝', '走路', '车', '次', '到达', '上车', '下车', '硬座', '有效'],
    'unit5':['办理', '帮助', '被子', '标准', '长', '出', '床单', '单人', '登记', '电脑', '肥皂', '服务员', '干净', '个子', '够', '光临', '互联网', '护照', '欢迎', '接口', '街', '宽', '里', '另外', '毛巾', '免费', '拿', '日用品', '入住', '上网', '梳子', '舒服', '填', '喂', '洗', '洗衣', '下面', '牙膏', '牙刷', '一共', '衣柜', '预订', '正好', '桌子', '自己', '客房部', '前台', '沙发', '送餐服务', '剃须刀', '椅子'],
    'unit6':['安静', '被', '朝代', '称', '打井', '当地', '当时', '导游', '得名', '等', '发现', '告示牌', '海外', '汉语', '汉族', '禁止', '了解', '民族', '农民', '强盛', '入口处', '声', '售票员', '数', '送', '所以', '万', '文物', '文字', '嘘', '于', '着', '证', '之一', '宠物', '入内', '失物招领', '吸烟', '饮酒', '饮食']}

grammarArray = { 
    'unit1': "'Служебное слово 得', 'Конструкция 一。。。就'",
    'unit2': "'A 和 B + 差不多/一样', 'A 比/没有 B + прилагательное', 'Будущее время с 要/会'",
    'unit3': "'Выражение продолженного действия с 正在', 'Конструкция 又。。。又。。。', 'Последовательность действий с 先。。。然后。。。'",
    'unit4': "'Выражение расстояние с 离/多远', 'Выражение расстояния с 从 A 到 B', 以后/。。。的时候'",
    'unit5': "'Выражение принадлежности и местонахождения с 有', '够/不够 для выражения идеи достаточности', 'Вопросы о размерах с (有)多大/多长/多宽'",
    'unit6': "'Предложение пассива с использованием предлога 被', 'Выражение продолженного действия с суффиксом 着', 'Конструкция 是。。。的'"}


